commands.close.success=Le sondage a \u00E9t\u00E9 ferm\u00E9.
commands.info.mikbot=Ce projet fait partie du grand projet [Mikbot](https://github.com/DRSchlaubi/mikbot) et utilise largement ses contributions.
commands.info.contributors=Contributeurs
commands.info.graphics=Ressources sur l'image de marque
commands.info.source_code=Code source
commands.info.version.mikbot=Version (Mikbot)
commands.info.version.votebot=Version (VoteBot)
commands.info.contributors.failed=Impossible de r\u00E9cup\u00E9rer les contributeurs.
vote.create.missing_permissions.bot=Malheureusement, le robot ne peut pas envoyer de messages dans {0}.
vote.create.missing_permissions.user=Malheureusement, vous ne pouvez pas envoyer de messages dans {0}.
commands.default_options.saved=Vos options par d\u00E9faut ont \u00E9t\u00E9 mises \u00E0 jour.
commands.create.invalid_channel=Les sondages ne fonctionnent que dans les canaux de texte (pas dans les fils de discussion).
commands.status.success=Nouveau message d'\u00E9tat cr\u00E9\u00E9.
commands.yes_no.success=Votre sondage oui/non a \u00E9t\u00E9 cr\u00E9\u00E9.
vote.voted_already=Vous avez d\u00E9j\u00E0 vot\u00E9 sur ce sondage.
commands.generic.poll_not_found=Ce sondage n'a pas pu \u00EAtre trouv\u00E9.
bot.generic-legacy_commands.how_to_now.title=Comment r\u00E9aliser cette action maintenant ?
commands.close.description=Cl\u00F4ture d'un sondage
commands.remove_option.description=Supprime une option d'un sondage
commands.change_heading.success=A r\u00E9ussi \u00E0 changer le titre en : `{0}`.
vote.settings.vote_channel_updated=Le canal de vote a \u00E9t\u00E9 mis \u00E0 jour.
commands.change_heading.arguments.poll.description=Le lien du message vers le sondage dont vous souhaitez modifier l'intitul\u00E9
commands.change_heading.arguments.new_heading.description=La nouvelle rubrique
commands.remove_option.arguments.poll.description=Le sondage dont vous voulez supprimer l'option
vote.settings.vote_channel_removed=Le canal de vote a \u00E9t\u00E9 supprim\u00E9.
commands.close.arguments.poll.description=Le lien du message du sondage que vous voulez fermer
commands.close.arguments.show_chart.description=Afficher ou non un graphique circulaire ou un message Discord
commands.remove_option.arguments.position.description=La position \u00E0 laquelle l'option doit \u00EAtre retir\u00E9e
bot.generic.legacy_commands.explainer=En raison de changements dans Discord, nous avons d\u00FB introduire des changements dans notre syst\u00E8me de commande, donc cette commande ne fonctionne plus, \u00E0 partir de <t:1648771200:D> ; tous les bots ne seront plus en mesure d'utiliser les commandes de messages, et donc nous avons d\u00E9j\u00E0 chang\u00E9 le comportement de notre bot\n**Important :** Pour que ce bot fonctionne \u00E0 nouveau, veuillez laisser un administrateur du serveur accorder la permission de la commande slash ici : {0}
bot.generic.legacy_commands.inf0=Utilisez simplement `/info`.
bot.generic.legacy_commands.changeheading=Vous pouvez utiliser `/change-heading`.
vote.create.too_long_option=L'option `{0}` d\u00E9passe la longueur maximale de 50 caract\u00E8res.
gdpr.default_options.description=Le bot stockera les options par d\u00E9faut que vous fournissez avec la commande /default-options
commands.settings.description=G\u00E8re les param\u00E8tres de votre guilde
vote.too_many_changes=Ce sondage ne permet de changer son vote que `{0}` fois, et vous avez d\u00E9j\u00E0 vot\u00E9 `{0}` fois.
vote.too_many_votes=Ce sondage ne permet de voter que `{0}` fois, et vous avez d\u00E9j\u00E0 vot\u00E9 `{0}` fois.
commands.default_options.hide_results.description=Afficher les r\u00E9sultats uniquement pour les personnes qui ont vot\u00E9 ou non
commands.generic.no_permission=Vous devez \u00EAtre l'auteur de ce sondage ou \u00EAtre un administrateur de guilde pour utiliser cette commande.
vote.create.too_short=Veuillez entrer une dur\u00E9e, qui est au moins **une minute**.
vote.settings.no_channel_defined=Il n'y a actuellement aucun canal de vote d\u00E9fini.
commands.create.success=Vote cr\u00E9\u00E9 avec succ\u00E8s.
bot.generic.legacy_commands.quickcreate=Maintenant vous pouvez utiliser `/create-vote` ou `/yes-no`, si vous voulez sp\u00E9cifier les options par d\u00E9faut utilisez `/default-options` et laissez simplement les arguments vides
bot.generic.legacy_commands.vote=Vous ne pouvez plus voter en utilisant des commandes, car les boutons sont plus continus.
commands.add_option.success=L'option `{0}` a \u00E9t\u00E9 ajout\u00E9e avec succ\u00E8s.
bot.generic.legacy_commands.create=Maintenant, vous pouvez utiliser `/create-vote` ou `/yes-no`.
bot.generic.legacy_commands.removeoption=Vous pouvez utiliser `/remove-option`
bot.generic.legacy_commands.addoption=Vous pouvez utiliser `/add-option`
commands.create.arguments.answers.descriptions=Une liste d'options disponibles, s\u00E9par\u00E9es par un tube (|)
commands.create.descriptions=Cr\u00E9e un nouveau vote
commands.role_selector.add_message.missing_permission=Veuillez me donner les liens d'int\u00E9gration et les autorisations d'envoi de messages pour le canal s\u00E9lectionn\u00E9
gdpr.votes.description=Le robot stockera vos r\u00E9ponses aux votes jusqu'\u00E0 ce que le sondage soit ferm\u00E9
commands.default_options.delete_after_period.description=D\u00E9lai d'expiration d'un sondage
commands.settings.set_vote_channel.arguments.channel.description=Le canal que vous voulez d\u00E9finir comme le canal de vote de la guilde.
commands.settings.set_vote_channel.description=D\u00E9finit le canal de vote de la guilde
commands.settings.remove_vote_channel.description=Supprime le canal de vote de la guilde
commands.default_options.description=Permet de d\u00E9finir les options par d\u00E9faut, utilis\u00E9es lors de la cr\u00E9ation d'un vote
commands.default_options.max_changes.description=Combien de fois un utilisateur est-il autoris\u00E9 \u00E0 modifier son vote
commands.add_option.arguments.poll.description=Le sondage auquel vous voulez ajouter l'argument
commands.default_options.max_votes.description=Combien de fois un utilisateur est autoris\u00E9 \u00E0 voter
commands.add_option.arguments.position.description=La position \u00E0 laquelle l'option doit \u00EAtre ins\u00E9r\u00E9e
commands.default_options.show_chart_after_close.description=Afficher ou non un graphique apr\u00E8s la fin d'un sondage
commands.status.arguments.poll.description=Le lien du message vers le sondage dont vous voulez voir l'\u00E9tat
commands.status.arguments.live.description=Si vous voulez que ce soit un message, acceptant \u00E9galement les votes ou non
commands.yes_no.arguments.yes_word.description=Le mot que vous voulez pour l'option 'Oui'
commands.yes_no.arguments.no_word.description=Le mot que vous voulez pour l'option 'No'
commands.yes_no.description=Permet de poser une simple question oui/non
generic.create_arguments.channel=Le canal pour envoyer le sondage dans
generic.create_arguments.title=Le titre du vote
commands.remove_option.out_of_bounds=Cette position est hors limites.
bot.generic.legacy_commands.permissions=Actuellement, nous attendons que Discord am\u00E9liore le syst\u00E8me de permission pour les commandes slash.
bot.generic.legacy_commands.blacklist=Comme cette fonctionnalit\u00E9 \u00E9tait rarement utilis\u00E9e, nous avons d\u00E9cid\u00E9 de la supprimer.
bot.generic.legacy_commands.prefix=Puisque avec les Slash-Commands tous les bots ont le pr\u00E9fixe `/`, cette commande n'existe plus.
bot.generic.legacy_commands.whitelist=Comme cette fonctionnalit\u00E9 \u00E9tait rarement utilis\u00E9e, nous avons d\u00E9cid\u00E9 de la supprimer.
bot.generic.legacy_commands.customemotes=Le syst\u00E8me d'emoji a \u00E9t\u00E9 modifi\u00E9 pour fonctionner diff\u00E9remment maintenant, vous avez maintenant 3 options\n- `ON` - Cela affiche nos propres emojis avant le nom de l'option de vote dans les boutons.\n- `OFF` - Cela affiche seulement le nom de l'option de vote dans les boutons.\n- `CUSTOM` - Cela fonctionne de la m\u00EAme mani\u00E8re que `ON` mais donne la priorit\u00E9 aux \u00E9motic\u00F4nes personnalis\u00E9es de la guilde plut\u00F4t qu'\u00E0 nos \u00E9motic\u00F4nes.\nVous pouvez utiliser `/default-options` ou sp\u00E9cifier les param\u00E8tres pour chaque vote.
bot.generic.legacy_commands.help=Les commandes Slash ont \u00E9t\u00E9 con\u00E7ues pour ajouter des commandes d'aide, afin de voir toutes nos commandes, il suffit de taper `/` et de s\u00E9lectionner le logo de notre robot dans le menu.
gdpr.votings.description=Le bot stockera vos votes cr\u00E9\u00E9s jusqu'\u00E0 ce que vous ou le bot lui-m\u00EAme les ferme, ces donn\u00E9es comprennent :\n- Le nom du vote\n- Les options disponibles\n- Les param\u00E8tres d\u00E9finis dans la commande de cr\u00E9ation\n- L'horodatage de la cr\u00E9ation du vote
gdpr.votes.name=Votes
gdpr.default_options.name=Options par d\u00E9faut
commands.default_options.emoji_mode.description=Comment utiliser les \u00E9mojis dans les sondages ?
commands.add_option.arguments.option.description=L'option que vous voulez ajouter
commands.add_option.description=Ajoute une option \u00E0 un sondage
commands.change_heading.description=Modifier l'intitul\u00E9 du sondage
commands.info.description=Affiche des informations g\u00E9n\u00E9riques sur ce bot
commands.status.description=Affiche le statut d'un sondage
gdpr.votings.name=Votes cr\u00E9\u00E9s
commands.default_options.public_results.description=Quand partager ou non qui a vot\u00E9 pour quoi avec l'auteur
