commands.info.graphics=T\u00E0i nguy\u00EAn th\u01B0\u01A1ng hi\u1EC7u
commands.info.contributors.failed=Kh\u00F4ng th\u1EC3 th\u1EA5y danh s\u00E1ch nh\u1EEFng ng\u01B0\u1EDDi \u0111\u00F3ng g\u00F3p.
commands.yes_no.success=Cu\u1ED9c th\u0103m d\u00F2 c\u00F3/kh\u00F4ng \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o.
vote.settings.vote_channel_updated=K\u00EAnh b\u00ECnh ch\u1ECDn \u0111\u00E3 \u0111\u01B0\u1EE3c c\u1EADp nh\u1EADt.
commands.add_option.success=\u0110\u00E3 th\u00EAm th\u00E0nh c\u00F4ng t\u00F9y ch\u1ECDn: `{0}`.
commands.change_heading.success=\u0110\u00E3 thay \u0111\u1ED5i th\u00E0nh c\u00F4ng ti\u00EAu \u0111\u1EC1 th\u00E0nh: `{0}`.
commands.create.success=Cu\u1ED9c b\u00ECnh ch\u1ECDn \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o.
bot.generic.legacy_commands.permissions=Hi\u1EC7n t\u1EA1i ch\u00FAng t\u00F4i \u0111ang ch\u1EDD Discord c\u1EA3i thi\u1EC7n h\u1EC7 th\u1ED1ng quy\u1EC1n d\u00E0nh cho l\u1EC7nh g\u1EA1ch ch\u00E9o.
bot.generic.legacy_commands.changeheading=B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng `/ change-header`
vote.create.too_long_option=T\u00F9y ch\u1ECDn `{0} 'v\u01B0\u1EE3t qu\u00E1 \u0111\u1ED9 d\u00E0i t\u1ED1i \u0111a c\u1EE7a 50 k\u00FD t\u1EF1.
commands.info.mikbot=D\u1EF1 \u00E1n n\u00E0y l\u00E0 m\u1ED9t ph\u1EA7n c\u1EE7a d\u1EF1 \u00E1n [Mikbot](https://github.com/DRSchlaubi/mikbot) l\u1EDBn h\u01A1n v\u00E0 bao g\u1ED3m nh\u1EEFng ng\u01B0\u1EDDi \u0111\u00F3ng g\u00F3p c\u1EE7a n\u00F3.
commands.info.version.votebot=Phi\u00EAn b\u1EA3n (VoteBot)
commands.generic.poll_not_found=Cu\u1ED9c th\u0103m d\u00F2 n\u00E0y kh\u00F4ng th\u1EC3 t\u00ECm th\u1EA5y.
vote.create.too_short=Vui l\u00F2ng nh\u1EADp th\u1EDDi l\u01B0\u1EE3ng \u00EDt nh\u1EA5t ** m\u1ED9t ph\u00FAt **.
commands.info.source_code=M\u00E3 ngu\u1ED3n
commands.info.version.mikbot=Phi\u00EAn b\u1EA3n (Mikbot)
vote.voted_already=B\u1EA1n \u0111\u00E3 b\u00ECnh ch\u1ECDn cu\u1ED9c th\u0103m d\u00F2 n\u00E0y.
vote.create.missing_permissions.user=B\u1EA1n kh\u00F4ng th\u1EC3 g\u1EEDi tin nh\u1EAFn trong v\u00F2ng {0}.
vote.create.missing_permissions.bot=Th\u1EADt kh\u00F4ng may, bot kh\u00F4ng th\u1EC3 g\u1EEDi tin nh\u1EAFn trong v\u00F2ng {0}.
commands.default_options.saved=C\u00E0i \u0111\u1EB7t m\u1EB7c \u0111\u1ECBnh c\u1EE7a b\u1EA1n \u0111\u00E3 c\u1EADp nh\u1EADt.
commands.create.invalid_channel=Th\u0103m d\u00F2 \u00FD ki\u1EBFn ch\u1EC9 ho\u1EA1t \u0111\u1ED9ng trong k\u00EAnh v\u0103n b\u1EA3n ( kh\u00F4ng ph\u1EA3i lu\u1ED3ng).
commands.generic.no_permission=B\u1EA1n ph\u1EA3i l\u00E0 t\u00E1c gi\u1EA3 c\u1EE7a cu\u1ED9c th\u0103m d\u00F2 n\u00E0y ho\u1EB7c l\u00E0 qu\u1EA3n l\u00FD c\u1ED9ng \u0111\u1ED3ng \u0111\u1EC3 c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng l\u1EC7nh n\u00E0y.
commands.close.success=Cu\u1ED9c th\u0103m d\u00F2 \u00FD ki\u1EBFn \u0111\u00E3 k\u1EBFt th\u00FAc.
commands.status.success=D\u00F2ng tin nh\u1EAFn tr\u1EA1ng th\u00E1i \u0111\u00E3 \u0111\u01B0\u1EE3c t\u1EA1o.
vote.too_many_changes=Cu\u1ED9c th\u0103m d\u00F2 \u00FD ki\u1EBFn n\u00E0y ch\u1EC9 cho ph\u00E9p b\u1EA1n thay \u0111\u1ED5i b\u00ECnh ch\u1ECDn `{0}` l\u1EA7n, v\u00E0 b\u1EA1n \u0111\u00E3 b\u00ECnh ch\u1ECDn `{0}` l\u1EA7n.
vote.too_many_votes=Cu\u1ED9c th\u0103m d\u00F2 \u00FD ki\u1EBFn n\u00E0y ch\u1EC9 cho ph\u00E9p b\u00ECnh ch\u1ECDn `{0}` l\u1EA7n, v\u00E0 b\u1EA1n \u0111\u00E3 b\u00ECnh ch\u1ECDn `{0}` l\u1EA7n.
vote.settings.no_channel_defined=Hi\u1EC7n t\u1EA1i kh\u00F4ng c\u00F3 k\u00EAnh b\u00ECnh ch\u1ECDn n\u00E0o \u0111\u01B0\u1EE3c thi\u1EBFt l\u1EADp.
vote.settings.vote_channel_removed=K\u00EAnh b\u1ECF phi\u1EBFu \u0111\u00E3 b\u1ECB x\u00F3a.
bot.generic-legacy_commands.how_to_now.title=L\u00E0m th\u1EBF n\u00E0o \u0111\u1EC3 \u0111\u1EA1t \u0111\u01B0\u1EE3c h\u00E0nh \u0111\u1ED9ng n\u00E0y b\u00E2y gi\u1EDD?
bot.generic.legacy_commands.blacklist=V\u00EC l\u00FD do t\u00EDnh n\u0103ng n\u00E0y hi\u1EBFm khi \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng n\u00EAn ch\u00FAng t\u00F4i \u0111\u00E3 quy\u1EBFt \u0111\u1ECBnh lo\u1EA1i b\u1ECF n\u00F3.
bot.generic.legacy_commands.prefix=V\u00EC v\u1EDBi Slash-Commands, t\u1EA5t c\u1EA3 c\u00E1c bot \u0111\u1EC1u c\u00F3 ti\u1EC1n t\u1ED1 `/` n\u00EAn l\u1EC7nh n\u00E0y kh\u00F4ng c\u00F2n t\u1ED3n t\u1EA1i n\u1EEFa.
bot.generic.legacy_commands.whitelist=V\u00EC t\u00EDnh n\u0103ng n\u00E0y hi\u1EBFm khi \u0111\u01B0\u1EE3c s\u1EED d\u1EE5ng n\u00EAn ch\u00FAng t\u00F4i \u0111\u00E3 quy\u1EBFt \u0111\u1ECBnh lo\u1EA1i b\u1ECF n\u00F3.
bot.generic.legacy_commands.customemotes=H\u1EC7 th\u1ED1ng bi\u1EC3u t\u01B0\u1EE3ng c\u1EA3m x\u00FAc \u0111\u00E3 \u0111\u01B0\u1EE3c thay \u0111\u1ED5i \u0111\u1EC3 ho\u1EA1t \u0111\u1ED9ng kh\u00E1c ngay b\u00E2y gi\u1EDD, b\u00E2y gi\u1EDD b\u1EA1n c\u00F3 3 t\u00F9y ch\u1ECDn\n- `B\u1EACT` - \u0110i\u1EC1u n\u00E0y hi\u1EC3n th\u1ECB bi\u1EC3u t\u01B0\u1EE3ng c\u1EA3m x\u00FAc c\u1EE7a ri\u00EAng ch\u00FAng t\u00F4i tr\u01B0\u1EDBc t\u00EAn t\u00F9y ch\u1ECDn b\u1ECF phi\u1EBFu trong c\u00E1c n\u00FAt\n- `T\u1EAET` - \u0110i\u1EC1u n\u00E0y ch\u1EC9 hi\u1EC3n th\u1ECB t\u00EAn t\u00F9y ch\u1ECDn b\u1ECF phi\u1EBFu trong c\u00E1c n\u00FAt\n- `T\u00D9Y CH\u1EC8NH` - \u0110i\u1EC1u n\u00E0y ho\u1EA1t \u0111\u1ED9ng gi\u1ED1ng nh\u01B0` `B\u1EACT '' nh\u01B0ng \u01B0u ti\u00EAn c\u00E1c bi\u1EC3u t\u01B0\u1EE3ng t\u00F9y ch\u1EC9nh c\u1EE7a Bang h\u1ED9i h\u01A1n c\u00E1c bi\u1EC3u c\u1EA3m c\u1EE7a ch\u00FAng t\u00F4i\nB\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng `/ default-options` ho\u1EB7c ch\u1EC9 \u0111\u1ECBnh c\u00E0i \u0111\u1EB7t tr\u00EAn m\u1ED7i phi\u1EBFu b\u1EA7u
bot.generic.legacy_commands.explainer=Do nh\u1EEFng thay \u0111\u1ED5i trong Discord, ch\u00FAng t\u00F4i \u0111\u00E3 ph\u1EA3i th\u1EF1c hi\u1EC7n c\u00E1c thay \u0111\u1ED5i \u0111\u1ED1i v\u1EDBi h\u1EC7 th\u1ED1ng l\u1EC7nh c\u1EE7a m\u00ECnh \u0111\u1EC3 l\u1EC7nh n\u00E0y kh\u00F4ng c\u00F2n ho\u1EA1t \u0111\u1ED9ng n\u1EEFa, b\u1EAFt \u0111\u1EA7u b\u1EB1ng <t:1648771200:D> t\u1EA5t c\u1EA3 c\u00E1c bot s\u1EBD kh\u00F4ng th\u1EC3 s\u1EED d\u1EE5ng c\u00E1c l\u1EC7nh th\u00F4ng b\u00E1o n\u1EEFa v\u00E0 do \u0111\u00F3 ch\u00FAng t\u00F4i \u0111\u00E3 thay \u0111\u1ED5i h\u00E0nh vi bot c\u1EE7a ch\u00FAng t\u00F4i\n** Quan tr\u1ECDng: ** \u0110\u1EC3 bot n\u00E0y ho\u1EA1t \u0111\u1ED9ng tr\u1EDF l\u1EA1i, vui l\u00F2ng cho ph\u00E9p qu\u1EA3n tr\u1ECB vi\u00EAn m\u00E1y ch\u1EE7 c\u1EA5p quy\u1EC1n l\u1EC7nh g\u1EA1ch ch\u00E9o t\u1EA1i \u0111\u00E2y: {0}
bot.generic.legacy_commands.quickcreate=B\u00E2y gi\u1EDD b\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng `/ create-vote` ho\u1EB7c` / yes-no`, n\u1EBFu b\u1EA1n mu\u1ED1n ch\u1EC9 \u0111\u1ECBnh c\u00E1c t\u00F9y ch\u1ECDn m\u1EB7c \u0111\u1ECBnh, h\u00E3y s\u1EED d\u1EE5ng `/ default-options` v\u00E0 ch\u1EC9 c\u1EA7n \u0111\u1EC3 tr\u1ED1ng c\u00E1c \u0111\u1ED1i s\u1ED1
bot.generic.legacy_commands.help=Slash-Commands \u0111\u01B0\u1EE3c thi\u1EBFt k\u1EBF \u0111\u1EC3 lo\u1EA1i b\u1ECF c\u00E1c l\u1EC7nh tr\u1EE3 gi\u00FAp, \u0111\u1EC3 xem t\u1EA5t c\u1EA3 c\u00E1c l\u1EC7nh c\u1EE7a ch\u00FAng t\u00F4i, ch\u1EC9 c\u1EA7n nh\u1EADp `/ 'v\u00E0 ch\u1ECDn bi\u1EC3u t\u01B0\u1EE3ng bot c\u1EE7a ch\u00FAng t\u00F4i trong menu
bot.generic.legacy_commands.inf0=Ch\u1EC9 c\u1EA7n s\u1EED d\u1EE5ng `/ info`
bot.generic.legacy_commands.create=B\u00E2y gi\u1EDD b\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng `/ create-vote` ho\u1EB7c` / yes-no`
bot.generic.legacy_commands.vote=B\u1EA1n kh\u00F4ng th\u1EC3 b\u1ECF phi\u1EBFu b\u1EB1ng l\u1EC7nh n\u1EEFa, v\u00EC c\u00E1c n\u00FAt b\u1EA5m s\u1EBD nhanh h\u01A1n
bot.generic.legacy_commands.removeoption=B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng `/ remove-option`
commands.info.contributors=Ng\u01B0\u1EDDi \u0111\u00F3ng g\u00F3p
bot.generic.legacy_commands.addoption=B\u1EA1n c\u00F3 th\u1EC3 s\u1EED d\u1EE5ng `/ add-option`
