commands.gdpr.delete.confirm=Ceci supprimera tous les param\u00E8tres de votre robot, vos listes de lecture et vos statistiques de jeu. Voulez-vous continuer\u00A0?
# GDPR
gdpr.sentry.description=Ce robot peut stocker des donn\u00E9es vous concernant \u00E0 des fins de suivi des erreurs.\nCes donn\u00E9es seront toujours d\u00E9pouill\u00E9es de toute information personnelle permettant de vous identifier.\nLes informations sur les erreurs peuvent inclure\n- le type de canal dans lequel l'erreur s'est produite\n- les autorisations du robot dans ce canal\n- Les autorisations du robot sur ce serveur\n- le contenu de la demande Discord qui a \u00E9ventuellement \u00E9chou\u00E9
gdpr.general.persistent_data.explainer=Ces donn\u00E9es sont stock\u00E9es de mani\u00E8re permanente apr\u00E8s avoir \u00E9t\u00E9 collect\u00E9es lors de votre utilisation. Vous pouvez supprimer ces donn\u00E9es avec `/gdpr delete` et les demander avec `/gdpr request`.
commands.gdpr.info.title=Traitement des donn\u00E9es et politique de confidentialit\u00E9 de MikMusic
commands.gdpr.info.stored_data=Donn\u00E9es stock\u00E9es de mani\u00E8re persistante
commands.gdpr.info.anonymized_data=Donn\u00E9es anonymis\u00E9es
commands.gdpr.info.data_processing=Donn\u00E9es trait\u00E9es
commands.gdpr.delete.success=Vos donn\u00E9es ont \u00E9t\u00E9 supprim\u00E9es avec succ\u00E8s.
commands.gdpr.request.title=Donn\u00E9es stock\u00E9es de mani\u00E8re persistante pour\u00A0: {0}
commands.gdpr.request.id=ID utilisateur
gdpr.userid.name=ID utilisateur
gdpr.userid.description=Certaines fonctions du robot peuvent enregistrer votre identifiant d'utilisateur, afin de relier les donn\u00E9es \u00E0 vous.
gdpr.general.data_sharing=**Partage des donn\u00E9es**\u00A0:
gdpr.general.processed_data.explainer=Ces donn\u00E9es ne sont stock\u00E9es que jusqu'\u00E0 ce qu'elles aient \u00E9t\u00E9 trait\u00E9es et ne sont pas conserv\u00E9es de mani\u00E8re permanente
gdpr.sentry.sharing.description=Ces donn\u00E9es seront partag\u00E9es avec notre fournisseur de suivi des erreurs [Sentry] (https://sentry.io/privacy/)
